{
  "headline": "Railway cat lovers raise thousands for Nala statue",
  "date": "10 December 2025",
  "content": [
    "Nala made many places her temporary home, including Stevenage railway station ",
    "Lovers of an adventurous cat who made a railway station their second home have raised more than £4,500 in a matter of days to have a statue built to honour them. ",
    "Nala, a six-year-old ginger cat, was often found perched on ticket barriers at Stevenage station. Their owner Natasha Ambler announced they had died on Sunday. ",
    "Tara Hood, who organised the fundraising, said she had been left \"overwhelmed\" by the generosity of people and it was a \"real testament to how much Nala meant to everyone\". ",
    "She hoped to erect a small memorial statue and plaque at the mainline station, with the family's blessing, and any remaining funds would go to animal charities.",
    "She said Nala was \"more than a pet — she was a cherished member of our family and we're grateful for every moment we got to share with her\". ",
    "Fans of Nala would take images of her adventures and then post it on her Facebook page",
    "Ms Hood said she set an initial fundraising target of £800, which quickly grew leaving her \"hugely overwhelmed and really touched\". ",
    "\"People travelled from far and wide to meet her,\" she said. ",
    "\"She bought so much warmth and joy to whoever she met; it seems only right and fitting that we honour her memory at her favourite place.",
    "\"It would be lovely to get a memorial statue along the lines of 'Hendrix the Saltburn cat' and I have also reached out to the sculptor who did his bronze memorial to see if he would be interested in doing one for Nala.\"",
    "Supporters of Nala said they loved spotting her as she roamed around Stevenage",
    "Nazmin Chowdhury, the town's mayor, said Nala was \"truly a little star of Stevenage\".",
    "She said she was saddened to hear of her death and hoped permissions would be granted to permanently honour the cat. ",
    "A spokesperson for Govia Thameslink Railway, which manages the station, acknowledged Nala was a \"beloved local sensation\". ",
    "\"Her gentle presence at the station didn't just brighten days — it helped break down barriers, sparking cheerful conversations between staff, customers, and the wider community.\"",
    "They added that train company was aware of the fundraising page and it was \"speaking with the organiser to discuss how we could support\". ",
    "Tara Hood told Justin Dealey why this would be a fitting memorial.",
    "Do you have a story suggestion for Beds, Herts & Bucks?"
  ],
  "predictedGuesses": 60
}