{
  "headline": "Fallout and the secret of the perfect video game adaptation",
  "date": "17 December 2025",
  "content": [
    "Ella Purnell returns as Lucy in season two of Fallout",
    "The second season of Fallout - Prime Video's mega-hit based on the popular video game series - has landed.",
    "Set in a post-apocalyptic future where Earth has been ravaged by nuclear war, the first series was a commercial and critical hit, impressing long-time fans and viewers who'd never played before. ",
    "Its surprising success had a huge impact on Bethesda Softworks, the developer of its source material, bringing back lapsed players and creating new ones along the way.",
    "Key creatives from the company have told BBC Newsbeat about working with the show's producers, and what the success of the programme means for the future of the games.",
    "The first season of Fallout arrived at a turning point for Hollywood video game adaptations. ",
    "Often far-removed from their source material, and often just a bit rubbish, they'd gained a reputation as low-quality cash grabs.",
    "Then The Last of Us came along.",
    "The 2023 adaptation of the PlayStation blockbuster, released ten years earlier, was a smash hit.",
    "It impressed fans of the games, as well as winning over critics and viewers who'd never picked up a controller.",
    "But there were those who argued the show's creators were running on easy mode.",
    "Because the post-apocalyptic story of bounty hunter Joel and his adoptive daughter Ellie drew heavy influences from prestige TV shows, there was an obvious road map for bringing it to the screen.",
    "The drama's story closely followed the game's, with a few deviations, and fans pointed out shot-for-shot comparisons, external where sequences were almost identical to their pixelated inspiration.",
    "While The Last of Us was wowing audiences, the producers of Fallout were putting the finishing touches to the first season of their adaptation, one which took a different approach to its source material.",
    "Fallout takes place in a post-nuclear world full of hostile factions and a sprinkling of satire",
    "Unlike The Last of Us, which guides the player through a linear story experience, the Fallout games drop them into a more freeform world.",
    "The branching narratives, full of side quests and incidental characters, offer plenty of material to draw from, but deciding what to bring to the screen is a mammoth task.",
    "Todd Howard, director of developer Bethesda Game Studios, tells Newsbeat he was first approached about a filmed version of the game in 2009.",
    "He was agreeable to the idea, he says, but didn't push ahead until meeting executive producer Jonathan Nolan.",
    "Todd says he was a fan of the Briton's work on HBO's Westworld, and impressed by his co-writer credits on films such as The Dark Knight and Interstellar directed by his brother, Christopher Nolan.",
    "The feeling was mutual.",
    "\"It turned out he was a huge fan of Fallout,\" says Todd.",
    "He says the two have become \"very close friends\" while working on the show together, and he believes it's helped to create trust between the TV and gaming side.",
    "\"Everyone involved is on the same page with how they want to treat it with authenticity,\" he says.",
    "One of the people in charge of keeping the TV show authentic was studio design director Emil Pagliarulo, a Bethesda veteran who's been closely involved with the Fallout series since its breakout third instalment, released in 2008.",
    "He tells Newsbeat there was an early decision to keep the TV show \"canon\" - that would become a guiding principle.",
    "That meant \"everything that happens in the show happened in the games, or will happen in the games,\" says Emil.",
    "Fallout, first launched in 1997, has a deep well of established lore the series' biggest fans know well and feel protective of.",
    "Emil admits there was some \"back-and-forth\" between the TV and gaming sides, especially earlier on.",
    "\"It's difficult because TV's an entirely different medium,\" he says. ",
    "\"It's really about getting the tone right, but they were very respectful of where we wanted to take it.\"",
    "He says the strict adherence to the video games' timeline did result in the \"occasional late-night text\" from the TV show's set. ",
    "\"Hey, we're filming tomorrow, we had this question,\" recalls Emil. ",
    "\"Is this… canonically right?\" ",
    "\"It was always a back-and-forth. It's really fun.\"",
    "Bethesda developers Emil Pagliarulo, Jon Rush and Bill LaCoste were wowed by the popularity of the TV adaptation ",
    "For all the thrill of seeing world you dreamed up realised in another medium, there's a less romantic reason for TV and game studios to get behind adaptations.",
    "As the first season of Fallout was released, prices on most of the games in the series were slashed, appealing to curious new players, and content updates and upgrades aimed at enticing lapsed players were also launched.  ",
    "It had the desired effect - Fallout 4, the most recent big title, topped sales charts nine years after its original release.",
    "But one of the most significant bumps came to Fallout 76, an online multiplayer spin-off launched in 2018.",
    "The game was poorly received when it first came out, with players complaining of technical issues and a lack of activities in the world.",
    "Bethesda's spent time since addressing those complaints, and managed to attract a healthy number of regular players.",
    "When the first season of Fallout dropped, those numbers skyrocketed to an all-time high.",
    "\"We always knew that players would come in after seeing the show,\" production director Bill LaCoste tells Newsbeat.",
    "But, creative director Jon Rush says \"it's safe to say the amount of players that we saw come in, that was… a fun surprise.\"",
    "The second season of Fallout heads to fan-favourite location New Vegas",
    "With game-makers becoming more directly involved in adaptation work, fans often wonder what impact it has on future game instalments.",
    "Jon says some new Fallout 76 players have stuck around, and it would be \"impossible\" for them to not have influenced the decisions developers make about regular updates and tweaks.",
    "\"Exactly which ways that is, I can't really say. It's kind of an organic process,\" says Jon.",
    "\"We don't make the game in a vacuum. We make it hand-in-hand with the folks that are playing it.\"",
    "The big question for fans awaiting Fallout 5 - which is likely to still be years away from release - is whether the TV show will have an impact on the game.",
    "\"In short, yes,\" says Todd.",
    "\"Fallout 5 will be existing in a world where the stories and events of the show happened or are happening.",
    "\"We are taking that into account.\"",
    "As for whether he's expecting a similar surge in new players in the wake of season two, Todd's not so sure.",
    "\"There's still so many people that won't play a game - I think that's getting better but there's still people who are intimidated,\" he says.",
    "\"They still get to experience Fallout and I think that's really important because they're now equal fans of the world.\"",
    "Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here."
  ],
  "predictedGuesses": 65
}